Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/fredsvenn-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: Sámás : Sara Ellen J. Eira Heahttá
nob: Fredsvennenes yrkeskurs i Kvalsund

source: Inez Boon , Oslo 2007 ( Govva : Svein Lund )
nob: Inez Boon , Oslo 2007 ( Foto : Svein Lund )

source: Inez Boon čálii 1982:s girjji Et håndslag til Finnmark .
nob: Inez Boon skreiv i 1982 boka Et håndslag til Finnmark .

source: Girji almmustuvai ođđasis 2006:s .
nob: Boka blei utgitt i ny utgave 2006 .

source: Dás muitala son fidnogurssa birra dan girjji ja ođđa dieđuid vuođul , maid čohkkii dan oktavuođas go 2006:s Ráfiustibiidda lágiduvvui 60-jagi ávvudeapmi Fálesnuoris .
nob: Her forteller hun om yrkeskursa ut fra denne boka og nye opplysninger som hun samla i forbindelse med at det i 2006 blei holdt ei 60-års-markering for fredsvennene i Kvalsund .

source: Inez Boon lea riegádan Vuolleeatnamis 1933 ja orru dál Oslos .
nob: Inez Boon er født i Nederland 1933 og bor nå i Oslo .

source: Su birra lea eambbo Sámi skuvlahistorjá 1 - girjjis , mas muitala dan birra go lei oahpaheaddjin Kárášjogas ja barggai sámi álgooahpahusa oahpponeavvuiguin .
nob: Hun er nærmere presentert i Samisk skolehistorie 1 , der hun forteller om sin tid som lærer i Karasjok og arbeidet med læremidler for samisk begynneropplæring .

source: Fredsvennenes hjelpetjeneste , FHT ( Ráfiustibiid veahkkebálvalus ) oassálaste jagi 1946 rájes 1947 rádjái Finnmárkku ođđasithuksemii riikkaidgaskasaš eaktodáhtolaš barggu olis , mas Norgga , Danmárkku , Ruoŧa , Englándda ja Amerihká eaktodáhtolaš bargit oassálaste 18 iešguđetge báikkis Finnmárkkus .
nob: Fredsvennenes hjelpetjeneste ( FHT ) deltok fra 1946 og utover i 1947 i gjenreisningsarbeidet i Finnmark i form av en internasjonal dugnad , der frivillige fra Norge , Danmark , Sverige , Storbritannia og USA gjorde en innsats på 18 forskjellige steder i Finnmark .

source: Sin váldoleaira lei Fálesnuoris .
nob: Deres hovedleir lå i Kvalsund .

source: Materiálalaš váldobarggut dahkkojedje 1946 geasi ja čavčča , ja eanemus veahkkebargit dien áiggis ledje oktiibuot 160 bargi .
nob: Hovedtyngden av det praktisk materielle arbeid kom til å ligge på sommeren og høsten 1946 , og det største antall hjelpearbeidere som på den tiden var i arbeid samtidig var 160 .

source: Jurdda álggahit fidnogurssaid Fálesnuorrái bođii 1946 geasi .
nob: Tanken på å sette i gang yrkeskursene i Kvalsund oppstod i løpet av sommeren 1946 .

source: Ledje earenoamážit guokte siva dasa .
nob: Det var særlig to momenter som gjorde seg gjeldende .

source: Vuosttažettiin lei nu ahte oallugat veahkkebargiin , geat dál eanas ledje huksenbargguin ja eará praktihkalaš bargguin , galge orrut Finnmárkkus guhkit áiggi ja dalle fertejedje fuobmát veahkkebargguid maid sáhtte bargat dálveáiggi maid .
nob: For det første var det slik at flere av hjelpearbeiderne , som da for det meste var beskjeftiget med bygging og annet praktisk arbeid , skulle bli i Finnmark i lengre tid og det innebar at man måtte finne frem til former for hjelpearbeid som lot seg gjøre i vinterhalvåret .

source: Nubbi lei ahte go ledje leamaš oktavuođas Fálesnuori nuoraiguin , de ledje ipmirdan ahte sis lei miella buoridit máhtolašvuođaset .
nob: For det andre hadde man gjennom kontakt med en del ungdommer i Kvalsund fått inntrykk av at mange av dem følte trang til å komme i gang med å utvide sine kunnskaper .

source: Soahti ja eváhko lei dagahan ahte lei šaddan hui váilevaš skuvlavázzin .
nob: Krigen og evakueringen hadde ført til at de hadde hatt særdeles mangelfull skolegang .

source: Dat duođaštuvvui veahkkebargiide go sii ovttastalle dan geasi konfirmánttaiguin , geat boradedje leairras .
nob: Dette inntrykket ble bekreftet gjennom hjelpearbeidernes omgang med sommerens konfirmanter , som spiste i leiren .

source: Dan áiggi ii lean makkárge fidnooahpahus Finnmárkkus , ja Ráfiustibiid doaibma lei vuosttaš dakkár fálaldat maŋŋel soađi .
nob: Det fantes på den tiden ikke noe tilbud om yrkesopplæring i Finnmark og Fredsvennenes tiltak var det første som kom i gang etter krigen .

source: Álggos bohte ollu evttohusat iešguđetlágán gurssaid doallat , muhto ovttasráđiid muhtun skuvlaolbmuiguin gávnnahedje sii ahte dárbbašlaččamus dalle lei snihkkárgursa , mekanihkkárgursa bártniide ja goarrun- ja ruovttudoallogursa nieiddaide .
nob: Skjønt det til å begynne med forelå forslag om en rekke forskjellige typer kurs , kom man , etter rådføring med en del skolefolk , til at det mest nødvendige akkurat da var snekkerkurs , kurs i mekanikk for gutter og et kombinert søm- og husstellkurs for jenter .

source: Daidda gurssaide lasihedje teorehtalaš gurssa mii lea bákkolaš buot ohppiide .
nob: Disse ble supplert med et teoretisk kurs som var obligatorisk for alle elevene .

source: Das ledje eŋgelasgiella , dárogiella , dáru ( davviriikkalaš ) girjjálašvuohta , rehkenastin ja servodatoahppu .
nob: Det kom til å bestå av engelsk , norsk og norsk ( nordisk ) litteratur , regning og samfunnslære .

source: Oahppit ja oahpaheaddjit skuvlabráhka olggobealde
nob: Elever og lærare samla utafor skolebrakka

source: ( Govva : Fredsvennenes hjelpetjeneste )
nob: ( Foto : Fredsvennenes hjelpetjeneste )

source: Vuolemus ahkemearri ohppiide lei 15 jagi .
nob: Minimumsalder for elevene var 15 år .

source: Gurssain lei sadji 22 oahppái .
nob: Kursene hadde plass til i alt 22 elever .

source: Ráfiustibiid veahkkebálvalusa bráhka geavahedje internáhttan gos olggobeale nuorat orro , geat eai lean fálesnuorrelaččat , ja sii borre maid ovttas veahkkebargiiguin .
nob: En av FHTs brakker ble brukt som internat , der elever som ikke var hjemmehørende i Kvalsund , bodde og hadde alle måltidene sammen med hjelpearbeiderne .

source: Earrásat , oktiibuot čiežas , orro ruovttuin .
nob: De andre , 7 i alt , bodde hjemme .

source: Oahppit ovttastalle bráhka eará bargiiguin , ja serve maiddái eará doaluide maid Ráfiustibiid veahkkebálvalus lágidii ovttas Fálesnuori olbmuiguin .
nob: Elevene deltok i sosialt samvær med brakkenes øvrige beboere , og likedan i arrangementer som FHT organiserte sammen med Kvalsunds befolkning .

source: Snihkkárgurssaid jođihii dánska fágaoahppan huksensnihkkár Knud Larsen , ruovttudoallogurssaid ges doalaiga ollesoahppan ruovttudoallooahpaheaddjit Anne Margrete Smith ( čakčagurssa ) ja Karen ( Lolo ) Tresvig , gii lei oasálažžan gurssaide oktiibuot guokte jagi .
nob: Snekkerkursene ble ledet av den faglærte danske bygningssnekker Knud Larsen , husstellkursene av de fullt utdannede husstellærere Anne Margrete Smith ( høstkurset ) og Karen ( Lolo ) Tresvig som var knyttet til kursene i totalt to år .

source: Goarrungurssa lágidii Cecilie Engebrigtsen ja su maŋŋel Astrid Foss .
nob: Kurs i søm ble ivaretatt av Cecilie Engebrigtsen og deretter Astrid Foss .

source: Soai maid barggaiga oahpaheaddjin álbmotskuvllas .
nob: Disse to arbeidet også som lærer i folkeskolen .

source: Eŋgelas mekanihkkár Chris Nickalls oahpahii mekanihka ja metállabargguid ja penšunerejuvvon rektor Ole F. Olden , Stavangeris eret , jođihii gurssaid ja oahpahii teorehtalaš fágain ja sárgumis .
nob: Den engelske mekanikeren Chris Nickalls tok seg av undervisning i mekanikk og metallarbeid , mens den pensjonerte rektor Ole F. Olden fra Stavanger var leder for kursene og underviste i de teoretiske fagene og tegning .

source: Olden lei juo arvat badjel 70 jagi dalle .
nob: Olden var for øvrig godt over 70 år på den tida .

source: Internáhta dálueamidin lei dánskalaš Rigmor Sørensen , ja Edith Østlyngen barggai hálddahusbargguid , gávppašii gálvvuid ja barggai eará bargguid .
nob: Husmor på internatet var danske Rigmor Sørensen , mens Edith Østlyngen tok seg av administrasjonen , innkjøp og annet forefallende arbeid .

source: Vuosttaš kursa bisttii golggotmánu 1. b. rájes gitta juovlamánu 15. b. 1946 , ja nubbi gursa ges bisttii ođđajagimánu 6. b. rájes gitta njukčamánu 29. b. jagi 1947 .
nob: Det første kurset varte fra 1. oktober til 15. desember 1946 , det andre fra 6. januar til 29. mars 1947 .

source: Ruovttudoallogursa bisttii geassemánu lohppii , nappo vihtta mánu .
nob: Husstellkurset varte til ut i juni , altså i fem måneder .

source: Čájehuvvui ahte gurssat ledje hui bivnnuhis doaimmat .
nob: Kursene viste seg å være et populært tiltak .

source: Go vuosttaš gursa lei čađahuvvon , de bohte 100 ohcama nuppi gursii , muhto ii lean vejolaš váldit vuostá eanet go 22 oahppi .
nob: Etter at det første var gjennomført kom det 100 søknader til neste , men det var ikke mulig å ta imot flere enn 22 .

source: Stáda fidnooahpahusráđđi ( Statens yrkesopplæringsråd ) juolludii 16 800 ruvnno goappašat gurssaide .
nob: Fra Statens yrkesopplæringsråd kom det en bevilgning på kr 16 800 til begge kurs .

source: Das golai 10 200 ruvdno bibmui ja loahppa manai bargobiergasiidda ja reaidduide .
nob: Derav gikk kr 10 200 til kostpenger og resten til utstyr og verktøy .

source: Eanas dain reaidduin ja neavvuin , maid dárbbašedje ožžo Ruoŧa organisašuvnnas Internationella Arbetslag , riikkaidgaskasaš bargosearvvis .
nob: Brorparten av det man trengte av utstyr og verktøy kom for øvrig som gave fra den svenske organisasjonen Internationella Arbetslag .

source: Muhtun ráje biergasiin osttii Ráfiustibiid veahkkebálvalus ja oasi luoikkahedje Finnmárkkukantuvrras Harstadas .
nob: En del ble innkjøpt av FHT og noe ble utlånt fra Finnmarkskontoret i Harstad .

source: Muhtin nieiddain geat vázze dállodoallokurssa .
nob: Noen av jentene som gikk husstellkurset

source: Buot njeallje bráhka , maid Ráfiustibiid veahkkebálvalus anii , ledje skuvladoaimma geavahusas 1946 čavčča rájes .
nob: De fire brakkene FHT disponerte ble alle knyttet til skolevirksomhet fra høsten 1946 .

source: Muhtumat ledje seammás anus orustanleairan eaktodáhtolaš bargiide geat ledje manname eará báikkiide Finnmárkkus . Lassin internáhttabráhkaide lei okta unnibuš bráhkka mii lei 55 m 2 gos nieidaoahppit ja nissonbargit ođđe .
nob: Noen av dem gjorde samtidig nytte som transittleir for frivillige som skulle videre til andre steder i Finnmark , og i tillegg til internatbrakken var det en mindre brakke på 55 m 2 der kvinnelige elever og kvinnene blant personalet hadde sitt soverom .

source: Doppe ođđe 5 rávis nissonolbmo ja 8 nieidaoahppi seaŋggain mat ledje badjálaga .
nob: Her lå 5 voksne kvinner og 8 elever i køyer over hverandre .

source: Dat bulii 1947 miessemánus .
nob: Den brant ned mai 1947 .

source: Ruoŧa bargosearvi , Internationella Arbetslag , mii lei doaimmaset bokte veahkehallan Ráfiustibiid eanas diŋggaiguin maidda lei dárbu , bohte fas veahkkin ja adde jođánit ođđa bráhka .
nob: Det svenske Internationella Arbetslag som hadde forsynt Fredsvennene gjennom hele sin virksomhet med det meste av det man hadde behov for , trådte igjen til og skaffet raskt en ny brakke .

source: Fertejedje gal sierra lobi ohcat vai ožžot dan riikii duollomávssu haga !
nob: Det måtte søkes om spesiell tillatelse for å få den importert tollfritt !

source: Lei gal diehttelas hui váttis dilli mas galge bargat .
nob: Forholdene man arbeidet under var naturlig nok svært vanskelige .

source: Váillui el-čuovga , ja čázi fertejedje guhkkin guoddit .
nob: Det manglet elektrisk lys og vann måtte lenge bæres lange veier .

source: Viimmat ožžo goit stuora táŋkka mainna biila geasehii čázi – dat buoridii olu , muhto mávssii 10 ruvnno beaivái , mii dovdui bures sin bušeahtas .
nob: Omsider fikk man tak i en svær tank og fikk vannet tilkjørt – en stor forbedring , men det kostet ca. 10 kr dagen , et betydelig innhugg i budsjettet .

source: Bráhkain ledje hui galbma láhttit , suovvabohcci ja ommanrevrret ledje ruston ja ráigánaddan .
nob: Brakkene var meget gulvkalde , piper og ovnsrør rustne og hullete .

source: Sihke arvvii ja borggai dáhki čađa ja suovvabohcci bokte nu ahte šadde bidjat lihtiid ja skáluid vearrámus ráguid vuollai , ja dávjá sáhtii morihit ihkku , muohta dievva seaŋgga .
nob: Det regnet og snødde fra tak og piper slik at det måtte plasseres fat og bøtter under de verste sprekkene , og rett som det var våknet man med halve sengen full av snø .

source: Muorra ii gávdnon ja šadde dolastit koalaiguin .
nob: Ved fantes ikke , det ble brukt kull til fyring .

source: Ii lean álki oažžut koalaid geasehuvvot báikái .
nob: Å få kullet transport frem var ikke alltid lett .

source: Buot dát lei veahá amas álggus , muhto gal sii hárjánedje dasa , čállá Karen ( Lolo ) Tresvig , gii muđui fertii birget skuvlagievkkaniin mii lei 2 x 3,5 m viiddu . Oahppit ja oahpaheaddjit barge áŋgirit iđidis eahkedii .
nob: Alt dette var jo litt uvant i begynnelsen , men det gikk fort over , skriver Lolo Tresvig , som ellers måtte greie seg med et skolekjøkken på 2 x 3,5 m. Elevene og lærere arbeidet med liv og lyst fra morgen til kveld .

source: Bártnit barge vel sotnabeivviid nai gitta maŋŋit eahkedii , muitala oahpaheaddji Knud Larsen snihkkárohppiidis birra .
nob: Guttene jobbet til og med på søndager til langt ut på kvelden , forteller lærer Knud Larsen om snekkerelevene sine .

source: Buot maid ráhkadedje ledje anolaš diŋggat .
nob: Alt de laget var det god bruk for .

source: Skuvlaáiggi fertejedje bures geavahit , earenoamážit go buot šadde bargat gieđaiguin - mášiinnat gal ledje dakkár buoredilálašvuođa biergasat maid birra sáhtii dušše niegadit .
nob: Skoletiden måtte utnyttes til det ytterste , særlig fordi alt måtte gjøres med hånd – maskiner var en luksus man bare kunne drømme om .

source: Skuvla maid nuorra eaktodáhtolaš veahkkebargit álggahedje lei jurddahuvvon veahkkin váttis áigodagas .
nob: Skolen som ble startet av unge frivillige hjelpearbeidere var ment som en hjelp i en vanskelig overgangstid .

source: Ii lean goassege jurdda ahte Ráfiustibat galge doaimmahit skuvlla nu guhká .
nob: Det var aldri meningen at Fredsvennene skulle påta seg skolevirksomhet over lang tid .

source: 1947 giđa fálle sii nuvttá Oarje-Finnmárkku fidnooahpahuslávdegoddái skuvlla rusttegiid ja ávdnasiid mat dárbbahuvvojedje go galge joatkit snihkkengurssaid ja ruovttudoallogurssaid Fálesnuoris , ja mekanihkkárgurssaid Hámmárfeasttas .
nob: Våren 1947 tilbød de Vest-Finnmark yrkesopplæringsnemnd å overta vederlagsfritt utstyr og materiale som var nødvendig for å kunne fortsette kurs i snekring og husstell i Kvalsund , og kurs i mekanikk i Hammerfest .

source: Stáda fidnooahpahusráđđi mávssii jahkái doaibmagoluid .
nob: Statens yrkesopplæringsråd dekket utgiftene for ett års drift .

source: Maŋŋel go ledje čoahkkinastán sátnejođiheddjiin Bjørnåain , oahpaheddjiin Leirosain ja huksenjođiheddjiin , de mearridedje sirdit fidnogurssaid eará ja stuorát bráhkkii mii lei veahá badjelis dan vákkis .
nob: Etter konferanse med ordfører Bjørnå , lærer Leiros og byggelederen bestemte man seg for å flytte yrkeskursene over i en annen og større brakke som lå litt lenger opp i dalen .

source: Dan bráhkas lei ee. dat buoretvuohta ahte lei muvrejuvvon suovvabohcci .
nob: Den hadde bl.a. den fordelen at den hadde murt pipe .

source: Ohcan hilgojuvvui , earret 400 ruvnno doarjjan ommanii .
nob: En søknad til Statens yrkesopplæringsråd om dekning av engangsutgiftene til noen nyanskaffelser , graving av brønn for å få innlagt vann og til ominnredning , til sammen kr 7000 , ble avvist , bortsett fra en komfyr til kr 400 .

source: Finnmárkku kantuvra lei miellaseabbu ja juolludii 5000 ruvnno skeaŋka-kontosteaset .
nob: Finnmarkskontoret reagerte mer positivt og bevilget kr 5000 fra deres gavekonto .

source: Maiddái guokte smávit bráhka maid skuvla lei geavahan vuosttaš jagi , sirdojuvvojedje dan báikái gos stuora bráhkka lei . Dan sirdima doaimmaheigga guokte dánska eaktodáhtolaš bargi .
nob: Også to mindre brakker som skolen hadde benyttet det første året , ble flyttet og plassert sammen med den store , et arbeid som ble utført av to danske frivillige .

source: Skuvlavisti nammaduvvui « Fredvang»:an .
nob: Skoleanlegget fikk navnet « Fredvang » .

source: Guoktásat oahpaheddjiin vulggiiga mielde « Fredvang»:ii , Lolo Tresvig ja Knud Larsen , muhto dál soai leigga almmolaš bargit ja oaččuiga bálkká !
nob: To av lærerne , Lolo Tresvig og Knud Larsen , ble med på flyttelasset til « Fredvang » , men nå som offentlig ansatte og med lønn !

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
